Dlubal.SteelSurfaces.MaterialInformation
Structure of Steel material

Dlubal.SteelSurfaces.MaterialInformation.No
Material number

Dlubal.SteelSurfaces.MaterialInformation.Description
Material description

Dlubal.SteelSurfaces.MaterialInformation.SafetyFactor
Safety Factor (0,10e30>

Dlubal.SteelSurfaces.MaterialInformation.YieldStrength
Yield Strength (0,10e30> [N/m2]

Dlubal.SteelSurfaces.MaterialInformation.Manually
Manually

Dlubal.SteelSurfaces.MaterialInformation.Sigma
Sigma (0,10e30> [N/m2]

Dlubal.SteelSurfaces.MaterialInformation.Tau
Tau (0,10e30> [N/m2]

Dlubal.SteelSurfaces.MaterialInformation.SigmaEq
Sigma Eq (0,10e30> [N/m2]

Dlubal.SteelSurfaces.MaterialInformation.Comment
Comment